/* No hot-key set */
"(none)" = "(hic)";

/* Show floater forever */
"always" = "her zaman";

/* Apply unsaved changes button */
"Apply" = "Uygula";

/* Tool-tip for Apply button (active) */
"Apply changes permanently" = "Ayarlari kalici olarak uygula";

/* Tool-tip for Apply button (ghosted) */
"Apply changes permanently\n(Disabled because there are no changes)" = "Ayarlari kalici olarak uygula\n(Disabled cunku degisiklik yok)";

/* unsaved changes title */
"Apply unsaved changes?" = "Save edilmemis ayarlari uygula?";

/* Cancel button */
"Cancel" = "Iptal";

/* Tool-tip for button style popup (not ghosted) */
"Changes the visual appearance of the Synergy Menu Bar buttons" = "Synergy Menu Bar tuslari gorunumunu degistirir";

/* Tool-tip for button style popup (ghosted) */
"Changes the visual appearance of the Synergy Menu Bar buttons\n(Disabled because \"Choose random button style\" is selected in the Advanced Tab" = "Synergy Menu Bar tuslari gorunumunu degistirir\n(Disabled cunku Advabced Tab'de \"Choose random button style\" turu secili";

/* Start Synergy button descriptive text */
"Click to start Synergy." = "Synergy'i baslatmak icin tikla.";

/* Stop Synergy button descriptive text */
"Click to stop Synergy (currently running in the background)." = "Synergy'i durdurmak icin tikla (su anda arka planda calisiyor).";

/* Stop Synergy button descriptive text */
"Click to stop Synergy." = "Synergy'i durdurmak icin tikla.";

/* 'Decrease rating' text */
"Decrease rating" = "Onaylamayi azalt";

/* Don't apply unsaved changes button */
"Don't Apply" = "Uygulama";

/* 'for' xxxx seconds */
"for" = "gore";

/* 'Increase rating' text */
"Increase rating" = "Onaylamyi yukselt";

/* Next track action description */
"Next track" = "Sonraki sarki";

/* Play/Pause action description */
"Play/Pause" = "Cal/Durdur";

/* Previous track action description */
"Previous track" = "Onceki sarki";

/* Purchase */
"Purchase" = "Purchase";

/* Purchase upgrade */
"Purchase upgrade" = "Purchase upgrade";

/* Quit Synergy action description */
"Quit Synergy" = "Synergy'i Kapat";

/* 'Rate as' text */
"Rate as" = "Onayla";

/* 'Rate as no stars' text */
"Rate as no stars" = "Yildiz verme";

/* Synergy floater preview help suggestion */
"Read more about the floater in the Synergy Help" = "Floater hakkinda daha fazla bilgi icin Synergy Help'i oku";

/* Really revert to previous settings? */
"Really revert to previous settings?" = "Really revert to previous settings?";

/* Really switch to defaults? */
"Really switch to defaults?" = "Really switch to defaults?";

/* Refresh... */
"Refresh..." = "Yenile...";

/* 10 user license description */
"Registered (10-user)" = "Kayitli (10-kullanici)";

/* 100 user license description */
"Registered (100-user)" = "Kayitli (100-kullanici)";

/* 20 user license description */
"Registered (20-user)" = "Kayitli (20-kullanici)";

/* 5 user license description */
"Registered (5-user)" = "Kayitli (5-kullanici)";

/* 50 user license description */
"Registered (50-user)" = "Kayitli (50-kullanici)";

/* Single user license description */
"Registered (Single user)" = "Kayitli (Tek kullanici)";

/* Tool-tip for Defaults button (active) */
"Reset to default settings" = "Default ayalari resetle";

/* Tool-tip for Defaults button (ghosted) */
"Reset to default settings\n(Disabled because settings already match defaults)" = "Default ayarlara resetle\n(Disabled cunku ayarlar default)";

/* Revert all button */
"Revert all" = "Revert all";

/* Tool-tip for Revert button (active) */
"Revert to last-saved state" = "Revert to last-saved state";

/* Tool-tip for Revert button (ghosted) */
"Revert to last-saved state\n(Disabled because there are no changes)" = "En sonra kaydedilmis hali yukle\n(Disabled cunku degisiklik yok)";

/* abbreviation for 'seconds' */
"secs" = "saniye";

/* Show/Hide floater action description */
"Show/Hide floater" = "Floater'i Goster/Sakla";

/* Show/Hide Synergy menu buttons */
"Show/Hide Synergy menu buttons" = "Synergy menu tuslarini Goster/Sakla";

/* Start Synergy button */
"Start" = "Baslat";

/* Tool-tip for Start button (active) */
"Start Synergy and place controls for iTunes in the Menu Bar" = "Synergy'i baslat ve iTunes controllerini Menu Bar'a ekle";

/* Tool-tip for Start button (ghosted) */
"Start Synergy and place controls for iTunes in the Menu Bar\n(Disabled because Synergy is in the process of starting)" = "Synergy'i baslat ve iTunes controllerini Menu Bar'a ekle\n(Disabled cunku Synergy su anda basliyor)";

/* Starting Synergy status message */
"Starting Synergy." = "Synergy Basliyor.";

/* Stop Synergy button */
"Stop" = "Dur";

/* Tool-tip for Stop button (active) */
"Stop Synergy and remove controls for iTunes from Menu Bar" = "Synergy'i durdur ve kontrolleri iTunes Menu Bar'dan kaldir";

/* Tool-tip for Stop button (active, but controls may be hidden) */
"Stop Synergy and, if present, remove controls for iTunes from Menu Bar" = "Synergy'i durdur, mumkunse kontrolleri iTunes Menu Bar'dan kaldir";

/* Synergy floater preview title */
"Synergy floater title" = "Synergy floater ismi";

/* Synergy floater preview descriptive text */
"This is a preview of the floater" = "Floater'in on gosterimi";

/* Revert button explanation */
"This will revert all preferences, including preferences in other tabs, back to their previous values. Are you sure you want to do this?" = "This will revert all preferences, including preferences in other tabs, back to their previous values. Are you sure you want to do this?";

/* Defaults button explanation */
"This will set all preferences, including preferences in other tabs, back to their default values. Are you sure you want to do this?" = "This will set all preferences, including preferences in other tabs, back to their default values. Are you sure you want to do this?";

/* Unregistered description */
"Unregistered" = "Kayitli degil";

/* Use defaults button */
"Use defaults" = "Use defaults";

/* Volume down action description */
"Volume down" = "Sesi kis";

/* Volume up action description */
"Volume up" = "Sesi yukselt";

/* Tool-tip for Floater checkbox (not ghosted) */
"When checked, a temporary song information floater appears when changing tracks" = "Secili oldugunda ve sarki degistiginde gecici sarki informasyonu floterda gosterir";

/* Tool-tip for Floater checkbox (ghosted) */
"When checked, a temporary song information floater appears when changing tracks;\ndisabled because the floater is set to display 'always'" = "Secili oldugunda ve sarki degistiginde gecici sarki informasyonu floterda gosterir;\ndisabled cunku floater 'her zaman' gostermeye ayarli";

/* unsaved changes explanation */
"You have modified your settings but did not apply them. If you want to do so, click the Apply button. Otherwise, click Don't Apply or Cancel." = "Ayarlari degistirdiniz ve bunlari uygulamadiniz. Devam etmek icin uygula tusuna basin. Yoksa, Uygulama veya Iptal secin.";

